Revit 2027 API
ParameterTypeId.ArrowType Property
 "Arrow Style"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ArrowType { get; }
Public Shared ReadOnly Property ArrowType As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ArrowType {
	ForgeTypeId^ get ();
}
static member ArrowType : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace